@extends('main')

@section('title', '- الصفحة الرئيسية')

@section('content')
  <div class="jumbotron">
    <h1 class="display-4">أهلاً بكم في موقعنا!</h1>
    <p class="lead">نشكركم على زيارتكم مدونة نور، من فضلكم تابعوا تجوالكم في الموقع.</p>
    <p class="lead">
      <a class="btn btn-primary btn-lg" href="#" role="button">أحدث المقالات</a>
    </p>
  </div>
  <div class="row justify-content-between">
    <div class="col-md-8">
      <div class="post">
        <h3>عنوان المقال</h3>
        <p class="lead">حق عن هاربر الدنمارك, وصافرات والنرويج قد كلّ. إذ هذه خيار وبلجيكا،. ان دنو القوى المارق الجنرال, دار استدعى وقوعها، وأكثرها أي. قد بلا الشتاء مواقعها لتقليعة, و بقعة إجلاء بحق. وحتّى الصفحة وسمّيت في فعل..</p>
        <a class="btn btn-primary" href"#">اقرأ المزيد</a>
      </div>

      <hr>

      <div class="post">
        <h3>عنوان المقال</h3>
        <p class="lead">حق عن هاربر الدنمارك, وصافرات والنرويج قد كلّ. إذ هذه خيار وبلجيكا،. ان دنو القوى المارق الجنرال, دار استدعى وقوعها، وأكثرها أي. قد بلا الشتاء مواقعها لتقليعة, و بقعة إجلاء بحق. وحتّى الصفحة وسمّيت في فعل..</p>
        <a class="btn btn-primary" href"#">اقرأ المزيد</a>
      </div>

      <hr>

      <div class="post">
        <h3>عنوان المقال</h3>
        <p class="lead">حق عن هاربر الدنمارك, وصافرات والنرويج قد كلّ. إذ هذه خيار وبلجيكا،. ان دنو القوى المارق الجنرال, دار استدعى وقوعها، وأكثرها أي. قد بلا الشتاء مواقعها لتقليعة, و بقعة إجلاء بحق. وحتّى الصفحة وسمّيت في فعل..</p>
        <a class="btn btn-primary" href"#">اقرأ المزيد</a>
      </div>

      <hr>

      <div class="post">
        <h3>عنوان المقال</h3>
        <p class="lead">حق عن هاربر الدنمارك, وصافرات والنرويج قد كلّ. إذ هذه خيار وبلجيكا،. ان دنو القوى المارق الجنرال, دار استدعى وقوعها، وأكثرها أي. قد بلا الشتاء مواقعها لتقليعة, و بقعة إجلاء بحق. وحتّى الصفحة وسمّيت في فعل..</p>
        <a class="btn btn-primary" href"#">اقرأ المزيد</a>
      </div>

    </div><!-- End of Posts Column -->

    <div class="col-md-3 sidebar">
      <h2>Sidebar</h2>
    </div>
  </div><!-- End of Row -->
@endsection
